Repository: olejiksa/crossword-creator-uwp
Catalog: CC/Strings/*/Resources.resw
Source language: en
Languages: ru

# AboutSplitViewItem
source: About
ru: О программе

# AboutTitle.Text
source: ABOUT
ru: О ПРОГРАММЕ

# AndrewCircus.Text
source: Andrew Circus
ru: Андрей Цирк

# ContactUs.Text
source: Contact us
ru: Связаться с нами

# Development.Text
source: Development
ru: Разработка

# FeedbackHub.Content
source: Feedback Hub
ru: Центр отзывов

# FillingSplitViewItem
source: Filling
ru: Заполнение

# FillingTitle.Text
source: FILLING
ru: ЗАПОЛНЕНИЕ

# GridEditorSplitViewItem
source: Grid editor
ru: Редактор сетки

# GridEditorTitle.Text
source: GRID EDITOR
ru: РЕДАКТОР СЕТКИ

# HomeSplitViewItem
source: Home
ru: Домашняя страница

# HomeTitle.Text
source: HOME
ru: ДОМАШНЯЯ СТРАНИЦА

# Idea.Text
source: Idea
ru: Идея

# ListEditorSplitViewItem
source: List editor
ru: Редактор списков

# ListEditorTitle.Text
source: LIST EDITOR
ru: РЕДАКТОР СПИСКОВ

# Logo.Text
source: Logo
ru: Логотип

# Mail.Content
source: Mail
ru: Почта

# OlegSamoylov.Text
source: Oleg Samoylov
ru: Олег Самойлов

# RatingsReviews.Content
source: Rate and review
ru: Оценить и дать отзыв

# RomanGladkikh.Text
source: Roman Gladkikh
ru: Роман Гладких

# ShareLink.Content
source: Share
ru: Поделиться

# UsefulLinks.Text
source: Useful links
ru: Полезные ссылки

source: Version
ru: Версия

# VK.Content
source: VK
ru: ВКонтакте

# Website.Content
source: Website
ru: Веб-сайт

# ShareWebsiteLink
source: Link to Crossword Creator in the Store
ru: Ссылка на Crossword Creator в Магазине

# HomeDescription.Text
source: The unique app with which you can create and fill wonderful crosswords
ru: Уникальное средство, с помощью которого вы можете создавать и заполнять великолепные кроссворды

# HomeEditorBefore.Text
source: Go to the
ru: Перейдите в

# HomeFilling.Text
source: fill
ru: заполнению

# HomeFillingAfter.Text
source: the crossword puzzle
ru: кроссворда

# HomeFillingBefore.Text
source: Start to
ru: Приступите к

# HomeGridEditor.Text
source: grid editor
ru: редактор сетки

# HomeGridEditorAfter.Text
source: and create a crossword puzzle from the list
ru: и создайте из списка кроссворд

# HomeListEditor.Text
source: list editor
ru: редактор списков

# HomeListEditorAfter.Text
source: and make a list of terms
ru: и составьте список терминов

# HomeSubtitle.Text
source: Just three easy steps
ru: Всего три простых этапа

# UntitledGrid
source: Untitled crossword
ru: Безымянный кроссворд

source: Untitled list
ru: Безымянный список

# Add.Label
source: Add
ru: Добавить

# AddButton.Content
source: Add
ru: Добавить

# AddListWordTitle.Text
source: ADD A TERM
ru: ДОБАВИТЬ ТЕРМИН

# Answer.Header
source: Answer
ru: Ответ

# Delete.Label
source: Delete
ru: Удалить

# DeleteItem.Text
source: Delete
ru: Удалить

# EditButton.Content
source: Edit
ru: Изменить

# EditListWordTitle.Text
source: EDIT THE TERM
ru: ИЗМЕНИТЬ ТЕРМИН

# FillingNoItems.Text
source: Maybe fill a crossword puzzle?
ru: Может, заполним кроссворд?

# GridEditorNoItems.Text
source: Maybe create a crossword puzzle?
ru: Может, создадим кроссворд?

# GridNoItemsTitle.Text
source: Here's empty
ru: Здесь пусто

# ListEditorNoItems.Text
source: Add here anything
ru: Добавьте сюда что-нибудь

# ListEditorNoItemsTitle.Text
source: Here's very lonely
ru: Здесь очень одиноко

# New.Label
source: New
ru: Создать

# New.ToolTipService.ToolTip
source: New (Ctrl+N)
ru: Создать (Ctrl+N)

# Open.Label
source: Open
ru: Открыть

# Open.ToolTipService.ToolTip
source: Open (Ctrl+O)
ru: Открыть (Ctrl+O)

# Question.Header
source: Question
ru: Вопрос

# Save.Label
source: Save
ru: Сохранить

# Save.ToolTipService.ToolTip
source: Save (Ctrl+S)
ru: Сохранить (Ctrl+S)

# SaveAs.Label
source: Save as
ru: Сохранить как

# SaveAs.ToolTipService.ToolTip
source: Save as (Ctrl+Shift+S)
ru: Сохранить как (Ctrl+Shift+S)

# SaveSimple.Label
source: Save
ru: Сохранить

# NoItems.Text
source: No items
ru: Нет элементов

# Print.Label
source: Print
ru: Печать

# Print.ToolTipService.ToolTip
source: Print (Ctrl+P)
ru: Печать (Ctrl+P)

# QuestionsTitle.Text
source: QUESTIONS
ru: ВОПРОСЫ

# Share.Label
source: Share
ru: Поделиться

# WordsTitle.Text
source: WORDS
ru: СЛОВА

source: Crossword Creator Grid File
ru: Файл сетки Crossword Creator

source: Crossword Creator List File
ru: Файл списка Crossword Creator

# OpenGrid.Label
source: Open grid
ru: Открыть сетку

# OpenList.Label
source: Open list
ru: Открыть список

# AddGridWordTitle.Text
source: SELECT A WORD
ru: ВЫБЕРИТЕ СЛОВО

# Check.Label
source: Check
ru: Проверить

# CrosswordTitle.Text
source: CROSSWORD
ru: КРОССВОРД

# Questions.Label
source: Questions
ru: Вопросы

# SaveChangesTitle
source: There're unsaved changes
ru: Имеются несохраненные изменения в файле

# SaveChanges
source: Save changes in
ru: Сохранить изменения в файле

source: Cancel
ru: Отмена

# CrosswordFilledIsCorrectly
source: Wonderful! You've filled the crossword puzzle is absolutely true!
ru: Замечательно! Вы заполнили кроссворд абсолютно верно!

# CrosswordFilledIsCorrectlyTitle
source: Crossword puzzle is filled correctly
ru: Кроссворд заполнен верно

# CrosswordFilledIsNotCorrectly
source: Mistakes had been made when you was filling out the crossword puzzle. Do you want to see them?
ru: При заполнении кроссворда были допущены ошибки. Вы хотите увидеть их?

# CrosswordFilledIsNotCorrectlyTitle
source: Crossword puzzle is filled incorrectly
ru: Кроссворд заполнен неверно

# CrosswordGridFile
source: a crossword grid file
ru: файл сетки кроссворда

# CrosswordListFile
source: a crossword list file
ru: файл списка терминов

source: No
ru: Нет

# NotSupportedDroppedFile
source: You may place here only
ru: Переместить в это поле можно только

# NotSupportedDroppedFileTitle
source: File isn't supported
ru: Файл не поддерживается

# OpenFileError
source: Unfortunately, an error has occurred while opening the file.
ru: К сожалению, при открытии файла произошла ошибка.

# OpenFileErrorTitle
source: Opening error
ru: Ошибка при открытии

# PrintFileError
source: Unfortunately, an error has occurred while printing the file.
ru: К сожалению, выполнить печать файла не удалось.

# PrintFileErrorTitle
source: Printing error
ru: Ошибка при печати

# SaveFileError
source: Unfortunately, an error has occurred while saving the file.
ru: К сожалению, выполнить сохранение файла не удалось.

# SaveFileErrorTitle
source: Saving error
ru: Ошибка при сохранении

# SelectOperationWithLoadedGridFile
source: Do you want to fill this crossword puzzle? Select "No" to change it.
ru: Вы хотите заполнить данный кроссворд? Для изменения кроссворда выберите «Нет».

# SelectOperationWithLoadedGridFileTitle
source: Crossword puzzle
ru: Кроссворд

# SelectOperationWithLoadedListFile
source: Do you want to create a new list based on the loaded crossword? If you want to add words to the current list, select "No".
ru: Создать на основе загруженного списка новый кроссворд? Для добавления слов в текущий список выберите «Нет».

# SelectOperationWithLoadedListFileTitle
source: List of definitions
ru: Список определений

source: Yes
ru: Да

source: Hide menu
ru: Скрыть меню

source: Show menu
ru: Показать меню

# AppDescription
source: Crossword Creator is an entertaining application that helps to spend time making and filling crossword puzzles on your Windows 10 PC, tablet or smartphone or a sheet of paper. To make a crossword puzzle, you should create questions and answers to them and place words on the conditional crossword grid where you can host them on your own. In the end, you can share the unique crossword with friends or family to exciting pastime.
ru: Crossword Creator — развлекательное приложение, которое поможет с пользой провести время, составляя и заполняя кроссворды на экране ПК, планшета или смартфона с Windows либо же на листе бумаги. Чтобы получился кроссворд, придумайте вопросы и ответы на них и перенесите ответы на поле условного кроссворда, где их можно разместить по своему усмотрению. В итоге получится ваш уникальный кроссворд, которым можно поделиться с друзьями или семьей, чтобы вместе увлекательно провести досуг.
